
menu1 = Menu.create(title: 'アクアパッツァ',
                    cooking_time: 40,
                    image_url: 'menus/patu.png',
                    hint1: 'あさりは砂抜きが必要です！',
                    hint2: '鯛とプチトマトと白ワインは、蓋をして蒸します！',
                    hint3: 'あさりは、鯛とプチトマトと白ワインを蒸した後に蒸します！',
                    recipe: '鯛は洗ってウロコを落とし内臓もだす（ここまでお店でやってくれます）
あさりは砂抜きして洗っておく。
パセリも刻んでおく。

鯛が入る平たい鍋かフライパンにオリーブオイルをひき、刻んだにんにくを入れてあたためる。

フライパンに鯛とプチトマトと白ワインを入れ、蓋をして5-6分蒸し焼きにする

あさりを入れて、蓋をして3-4分蒸す。

蓋を開け、弱火にしてスープを鯛にかけながら5分ほど煮て、最後に刻んだパセリをかけて出来上がり。'
                    )

menu1.tool.create(tool: '')