[
  {
    "content": "鯛は洗ってウロコを落とし内臓もだす（ここまでお店でやってくれます）あさりは砂抜きして洗っておく。パセリも刻んでおく。",
    "menu_id": 1
  },
  {
    "content": "鯛が入る平たい鍋かフライパンにオリーブオイルをひき、刻んだにんにくを入れてあたためる。",
    "menu_id": 1
  },
  {
    "content": "フライパンに鯛とプチトマトと白ワインを入れ、蓋をして5-6分蒸し焼きにする",
    "menu_id": 1
  },
  {
    "content": "あさりを入れて、蓋をして3-4分蒸す。",
    "menu_id": 1
  },
  {
    "content": "蓋を開け、弱火にしてスープを鯛にかけながら5分ほど煮て、最後に刻んだパセリをかけて出来上がり。",
    "menu_id": 1
  },
  {
    "content": "野菜を大きめの一口大に切る。",
    "menu_id": 2
  },
  {
    "content": "鍋にオリーブオイルをひき、野菜を炒めていく。",
    "menu_id": 2
  },
  {
    "content": "火が通ったらトマト缶を入れ、更にトマト缶1杯の水を足す。コンソメを加え沸騰したら蓋をし弱火で30分。",
    "menu_id": 2
  },
  {
    "content": "お好みでお塩やハーブで味付けすれば完成！",
    "menu_id": 2
  },
  {
    "content": "干し椎茸を、柔らかくなるまで15分くらいお湯に浸す。",
    "menu_id": 3
  },
  {
    "content": "調味料を鍋に入れて沸騰させ、アルコールを飛ばす。火を切って冷ます。",
    "menu_id": 3
  },
  {
    "content": "器に小さく切った具材を入れておき、溶いた卵に、粗熱の取れた２.を入れて混ぜる。",
    "menu_id": 3
  },
  {
    "content": "器に３.をいれて、アルミホイルを被せる。鍋に2〜3㎝位の水を入れて、器を並べる。蓋をして強火で沸騰させる。",
    "menu_id": 3
  },
  {
    "content": "沸騰したら、弱火で10分。火を消して、そのまま余熱で10分。竹串を刺して透明な液体が出ればOK。",
    "menu_id": 3
  },
  {
    "content": "玉ねぎを薄切りにマッシュルームは軸をとりスライスする。お鍋にバターを入れて溶かし、玉ねぎとマッシュルームを入れる。",
    "menu_id": 4
  },
  {
    "content": "玉ねぎが飴色になったら一度取り出す。お鍋にバターを入れ溶かし牛バラ肉を炒める。色が変わったら赤ワインを入れる。",
    "menu_id": 4
  },
  {
    "content": "アルコールが飛ぶまで煮込み、デミグラスソース缶、コンソメ、ケチャップ、中濃ソース、玉ねぎ、マッシュルームを入れ混ぜる。",
    "menu_id": 4
  },
  {
    "content": "少し煮込んだら生クリーム、塩こしょうを入れて煮込む。お皿にごはんを盛り、パセリを散らす。ルーをかけて完成！",
    "menu_id": 4
  },
  {
    "content": "にんじんはせん切りにする。いんげんは筋をとる。ゆで卵は、両端を7～8mm落として縦半分に切る。",
    "menu_id": 5
  },
  {
    "content": "ラップを35cmくらいの長さに切って縦長に置き、塩、こしょうをふる。その上に牛肉を、縦26～27cm、幅16～17cmくらいに広げる。塩、こしょう、小麦粉をふりながら、3重くらいに肉を重ねる。",
    "menu_id": 5
  },
  {
    "content": "２.に、牛以外の材料を順にまぶし、手前を6cmほどあけていんげん、ゆで卵、にんじんを並べる。サランラップごと持って具に手前の肉をかぶせるようにし、これを芯にしてそのまま巻く。",
    "menu_id": 5
  },
  {
    "content": "耐熱容器にのせ、電子レンジ（500W）で約10分、肉に火が通るまで加熱。そのままあら熱をとり、形が落ち着くまでおく。6～8等分くらいに切り分け、器に盛りつけ、チミチュリを添える。",
    "menu_id": 5
  },
  {
    "content": "ジップロックに1cm角に切ったじゃがいもとにんじん、水100mlを入れ、フタをずらしてのせ、電子レンジ（500W）で約8分加熱する。ざるにあげて冷ましておく。",
    "menu_id": 6
  },
  {
    "content": "りんごは皮つきのままじゃがいもよりひとまわり小さい角切りにしておく。ビーツも同様の大きさに切る。",
    "menu_id": 6
  },
  {
    "content": "あいたジップロックに１.を戻し入れ、りんご、玉ねぎ、ピクルスを加えて、塩を軽くふって混ぜ、下味をつける。ビーツは色が移るので最後に加え、混ぜ合わせる。",
    "menu_id": 6
  },
  {
    "content": "生クリームを6分立てにし、混ぜ合わせたAを加えて、ソースを作る。",
    "menu_id": 6
  },
  {
    "content": "大きめの器に３.を盛り、白身と黄身に分けてみじん切りにしたゆで卵と、ディルを飾り、４.のソースを添える。",
    "menu_id": 6
  }
]
